{
  "lastUpdated": "2025-11-06T06:53:35Z",
  "sections": {
    "infotech": [
      {
        "title": "New PIC/S Chairperson and Executive Bureau",
        "url": "http://www.picscheme.org/en/news/136/new-pics-chairperson-and-executive-bureau-136",
        "source": "Picscheme",
        "summary": "Geneva, 4 November 2025:\nA new PIC/S Chairperson and Executive Bureau were elected as from 1 January 2026 by the PIC/S Committee at its meeting in Hong Kong SAR, China, on 3 November 2025.At this occasion, the PIC/S Committee unanimously elected Ms Kathleen Sinninger (US FDA) as Chairperson for the period 2026-2027. Ms Sinninger will be assisted by Mr Gwylim Janssens (Netherlands / IGJ), PIC/S Deputy Chairperson. The full Executive Bureau for the period 2026-2027 consists of:Ms Kathleen Sinninger (US FDA), PIC/S Chairperson;Mr Gwylim Janssens (Netherlands / IGJ), PIC/S Deputy Chairperson and Chair of the Sub-Committee on Training (SCT);Mr Jacques Morénas (France / ANSM), immediate past PIC/S Chairperson;Ms Virginie Waysbaum (France / ANSM), Chair of the Sub-Committee on Compliance (SCC);Mr Roel Op den Camp (Switzerland / Swissmedic), Chair of the Sub-Committe on Strategic Development (SCSD);Mr Marco Paolo Fulfaro (Italy / AIFA), Chair of the Sub-Committee on GM(D)P Harmonisation (SCH);Ms Ana Carolina Moreira Araujo (Brazil / ANVISA), Chair of the Sub-Committee on Communication (SC COM);Ms Ying-Hua (Ellen) Chen (Chinese Taipei / TFDA), Chair of the Sub-Committee on Budget, Risk and Audit (SCB); andMs Nicole Proctor (Canada / ROEB), Chair of the Sub-Committee on Expert Circles (SCEC).\nThe PIC/S Committee elected the Members, Deputy Chairs and Chairs of the PIC/S Sub-Committee structure for the period 2026-2027. Office holders were elected for the following seven Sub-Committees: Training (SCT); Expert Circles (SCEC); Strategic Development (SCSD); Compliance (SCC); GM(D)P Harmonisation (SCH); Budget, Risk and Audit (SCB) and Communication (SC COM). All Sub-Committee Chairs will be Members of the PIC/S Executive Bureau as listed above.",
        "published": "2025-11-04T05:10:00Z"
      }
    ]
  }
}